{
    "no-rank": "Der Mindestrang, der für die Verwendung von DeviantCord-Befehlen auf diesem Server erforderlich ist, wurde nicht festgelegt oder es liegt ein Fehler vor. Jemand mit Administrator auf diesem Server muss die minimale Rollen-ID mit dem Befehl setuprole setzen. \n setuprole <roleid>",
    "glossary-1": "** __ DeviantCord Glossar__ ** \n **Inverse:** ",
    "glossary-2": "- Wenn diese Frage mit \"true\" beantwortet wird, werden die neuesten Abweichungen vom Anfang des Ordners aus geprüft, nicht vom Ende.\n ",
    "glossary-3": "**Hybrid:** - Bei Beantwortung der Frage mit \"Ja\" wird neben dem angegebenen Kehrwert auch das Gegenteil des Kehrwerts geprüft.",
    "glossary-4": "Ordner sollten von oben und nicht von unten gelesen werden.\n",
    "glossary-5": "** Reif:** - Markiert, ob Abweichungen, die im DA als reif gekennzeichnet sind, veröffentlicht werden sollen. \n **Hinweis:** Dies umfasst sowohl",
    "glossary-6": " Reife Optionen Mäßig und Streng auf DA. Unabhängig davon, welche Option markiert ist, wird der Bot sie als reif behandeln.\n",
    "glossary-7": " Rollen-ID\/Kanal-ID: Die IDs können als Kanalbezeichnung oder als \n",
    "glossary-8": "**HINWEIS:** Argumente, die in Anführungszeichen stehen, müssen bei der Ausführung des Befehls in Anführungszeichen gesetzt werden und sind **Case Sensitive**.",
    "glossary-9": " der Name des Künstlers und der Ordner müssen exakt übereinstimmen!\n",
    "invalid-channel": "Ungültige Kanal-ID",
    "invalid-channel-plus-tc": "Ungültige Kanal-ID, ist die Kanal-ID korrekt? Versuchen Sie stattdessen, den Textkanal zu erwähnen",
    "listeners-mustbe-nsfw": "Hörer, die als erwachsen markiert sind, müssen sich in einem NSFW-Kanal befinden!",
    "key-not-found": "DeviantCord hat versucht, eine Nachricht zu senden, die nicht in die Sprache dieses Servers übersetzt wurde. Bitte wenden Sie sich an den DeviantCord-Support unter Bezugnahme auf Sprachfehler 1",
    "journal": "Zeitschrift",
    "folder": "Mappe",
    "listener-successful": "Hörer erfolgreich hinzugefügt",
    "dbd-error-05": "Etwas stimmt nicht, kontaktieren Sie den DeviantCord Support DBD Error: 05",
    "journal-already-exists": "Sie haben bereits einen Zeitschriftenhörer für diesen Künstler!",
    "listener-deleted": "Hörer gelöscht",
    "listener-not-found": "Ich konnte den Hörer nicht finden, der den von Ihnen angegebenen Informationen entspricht. Ist das richtig?",
    "del-1": "Es wurden doppelte Hörer gefunden! Bitte kontaktieren Sie den Support unter Angabe des Fehlercodes: del-1",
    "Blocked-Folder": "Dieser Ordner wurde gesperrt, da er bekanntermaßen Probleme verursacht. DeviantCord arbeitet derzeit an einer Lösung. ",
    "multi-folder-err": "Sie haben bereits einen Hörer für diesen Ordner und Künstler in diesem Kanal. Sie können nur einen ",
    "multi-folder-err1": "ein. Wenn Sie sowohl auf inverse als auch auf nicht inverse Signale hören wollen, setzen Sie für den Hörer Hybrid",
    "multi-folder-err2": "mit dem Befehl update hybrid auf true setzen",
    "import-source-start": "Importieren aller Ordner, dies kann ein wenig dauern.",
    "import-reg-start": "Wenn Sie diesen Ordner zum ersten Mal importieren, kann dies ein wenig dauern.",
    "af-couldnot-find-user": "Ich konnte unter diesem Benutzer keinen Ordner \"all\" finden. Ist der Benutzername korrekt? Er muss genau so lauten wie bei DA.",
    "f-couldnot-find-folder": "Der angegebene Ordner konnte nicht gefunden werden. Ist der Name des Künstlers und des Ordners genau so, wie er in DA angegeben ist?",
    "cannot-find-folder": "Ordner kann nicht gefunden werden, ist der Ordnername korrekt?",
    "error-04": "Es ist ein Fehler aufgetreten. Kontaktieren Sie den DeviantCord-Support und geben Sie den Fehlercode 04 an.",
    "allfolder-grouperr": "Sie haben einen Gruppenbenutzer bestimmt. Gruppen haben nicht alle Ordner. Verwenden Sie stattdessen den Befehl addfolder. Leider ist dies eine Einschränkung von DA :(",
    "allfolder-listener-added-1": "Listener für alle Ordner für Künstler hinzugefügt ",
    "reminder-deviations": " Zur Erinnerung: Der Bot prüft nur alle 25 bis 30 Minuten nach dem Start des Bots auf Abweichungen!",
    "invalid-roleid-nd": "Ungültige Rollenkennung",
    "invalid-roleid": "Ungültige Rollen-ID, versuchen Sie, den Bot zu erwähnen oder die numerische Rollen-ID zu verwenden. Sie können die numerische ID abrufen, indem Sie ein \" vor die Erwähnung setzen und die ID eingeben",
    "incorrect-rank": "Du hast einen Mindestrang für den Bot angegeben, der höher als deine höchste Rolle auf dem Server ist. Der Mindestrang muss niedriger oder gleich der höchsten Rolle sein",
    "rank-updated": "Der Rang wurde aktualisiert.",
    "admin-required": "Setup-Rolle erfordert, dass der Benutzer, der den Befehl ausführt, Administrator ist!",
    "retrieving-listeners": "Ein Moment, in dem Sie Ihre Hörer abrufen...",
    "no-journals": "Sie haben derzeit keine Journal-Hörer :(",
    "channel-none": "Ich konnte keine Kanalinformationen für die von Ihnen angegebene Kanal-ID abrufen. Ist dies korrekt?",
    "del-2": "Doppelte AllFolders wurden gelöscht. Wenn Sie glauben, dass dies ein Fehler ist, wenden Sie sich bitte an den DeviantCord Support del-2",
    "no-permissions": "Fehler: Ich konnte keine Verbindung mit der angegebenen Kanal-ID herstellen. Ist sie korrekt? Habe ich die Erlaubnis, darauf zuzugreifen?",
    "link-newchannelerr": "Fehler: Ich konnte keine Verbindung mit der angegebenen neuen Kanal-ID herstellen. Ist sie korrekt? Habe ich die Erlaubnis, darauf zuzugreifen?",
    "link-oldchanneliderr": "Fehler: Ich konnte keine Verbindung mit der angegebenen alten Kanal-ID herstellen. Ist sie korrekt? Habe ich die Erlaubnis, darauf zuzugreifen?",
    "listener-already-exists": "Sie haben bereits einen Hörer für diesen Ordner und Künstler in diesem Kanal. Sie können nur einen haben. Wenn Sie sowohl für inverse als auch für nicht inverse Hörer zuhören möchten, setzen Sie hybrid für den Hörer auf true mit dem Befehl updatehybrid",
    "obtain-uuid-error": "Beim Versuch, die UUID eines Ordners zu ermitteln, ist ein Fehler aufgetreten. Bitte kontaktieren Sie den DeviantCord-Support unter Angabe des Fehlercodes ad-02. \n Sie können den Support-Server mit dem Befehl support erreichen",
    "folder-added1": "Listener für Ordner hinzugefügt ",
    "folder-added2": "für Künstler",
    "folder-added3": "Listener für Ordner hinzugefügt ",
    "invalid-channel-lf": "Ungültige Kanal-ID, versuchen Sie es mit der numerischen Kanal-ID oder geben Sie den Kanal an, in dem sich der Hörer befindet. Sie können den Befehl listfolders verwenden. ",
    "inverse-alreadyset": "Dieser Hörer hat bereits inverse auf ",
    "reimporting-folder": "Wenn Sie einen Ordner zum ersten Mal mit dieser inversen Eigenschaft importieren, kann dies ein wenig dauern",
    "reimporting-folder-inverse": "Wenn Sie einen Ordner zum ersten Mal mit dieser inversen Eigenschaft importieren, kann dies ein wenig dauern",
    "inverse-updated": "Invers aktualisiert",
    "check-f-notfound": "Hmm... ich habe keinen Hörer für diesen Ordner.",
    "hybrid-alreadyset": "Dieser Ordner ist bereits eingestellt auf ",
    "reimport-hybrid": "Wenn Sie einen Ordner zum ersten Mal mit dieser hybriden Eigenschaft importieren, kann dies ein wenig dauern",
    "hybrid-updated": "Hybrid aktualisiert",
    "could-notfind-listener": "Ich konnte den Hörer nicht finden. Sind diese Informationen richtig?",
    "channel-update-successful": "Kanal erfolgreich aktualisiert!",
    "missing-argument": "wurde nicht gefunden. Verwenden Sie den Befehl help für weitere Informationen. Wenn der in dieser Meldung angegebene Parameter im Hilfebefehl in Anführungszeichen steht. Dies bedeutet, dass der Parameter von Anführungszeichen umgeben sein muss. ",
    "err-11": "Die Datenbank von DeviantCord hat die von Ihnen übermittelten Daten abgelehnt. Überprüfen Sie, ob die von Ihnen angegebenen Argumente korrekt sind und versuchen Sie es erneut. Andernfalls wenden Sie sich bitte an den DeviantCord-Support. Fehler Code 11",
    "err-10": "Es sieht so aus, als ob bei DeviantCord ein Fehler in der Datenbank aufgetreten ist. Kontaktieren Sie den DeviantCord-Support über den Support-Befehl. Referenz-Fehlercode: 10",
    "err-12": "Oh, es sieht so aus, als ob DeviantCord auf einen Fehler gestoßen ist. Bitte kontaktiere den DeviantCord-Support über den Support-Befehl Fehlercode 12",
    "err-13": "Die Datenbank von DeviantCord hat die von Ihnen übermittelten Daten abgelehnt. Überprüfen Sie, ob die von Ihnen angegebenen Argumente korrekt sind und versuchen Sie es erneut. Andernfalls wenden Sie sich bitte an den DeviantCord-Support. Fehler Code 11",
    "err-8": "Uh oh, es sieht so aus, als ob die Datenbank von DeviantCord Probleme hat. Dies sollte sich innerhalb von 5 Minuten von selbst beheben, wenn das Problem weiterhin besteht, wenden Sie sich an den DeviantCord Support Referenz Fehlercode 08",
    "err-9": "Uh oh, es sieht so aus, als ob die Datenbank von DeviantCord Probleme hat. Dies sollte sich innerhalb von 5 Minuten von selbst lösen, wenn dies weiterhin der Fall ist, kontaktieren Sie den DeviantCord Support Referenz Fehlercode 09",
    "token-failure": "Fehler: Die automatische Token-Erneuerung hat nicht stattgefunden, die Token werden in 10 Minuten erneuert. Sollten die Probleme nach 20 Minuten noch nicht behoben sein, kontaktieren Sie bitte den DeviantCord-Support.",
    "da-maintenance": "Fehler: Die Server von DA sind wegen Wartungsarbeiten außer Betrieb. Bitte warten Sie ein paar Minuten.",
    "da-http-500": "Die Server der DA haben einen Fehler 500 Internal Error zurückgegeben. Versuchen Sie es in ein paar Minuten erneut.",
    "da-overloaded": "Fehler: DA API ist derzeit überlastet...bitte warten Sie 30 Minuten. ",
    "prefix-successful": "Fehler: Kein Präfix-Argument gefunden, verwenden Sie den Befehl help für weitere Informationen",
    "prefix-missing": "Fehler: Kein Präfix-Argument gefunden, verwenden Sie den Befehl help für weitere Informationen",
    "new-external-title": "Neue externe Abweichung (kann nicht über Discord eingesehen werden)",
    "new-deviation-title": "Neue Abweichung",
    "deviation-footer": "Diese Abweichung wurde von Lokalise und Deep8 unterstützt.",
    "deviation-not-mature": "Der Ordner, für den ich Inhalte posten soll, ist als erwachsen markiert, aber dieser Ordner ist nicht als NFSW eingestellt. Gemäß den Nutzungsbedingungen von Discord darf ich in Channels, die nicht NSFW sind, keine erwachsenen Inhalte posten. Als Vorsichtsmaßnahme wurden die Ordner für Erwachsene in diesem Channel übersprungen. Um dies zu korrigieren, setze entweder den Channel zurück auf NSFW oder lösche den Listener und lade ihn neu.",
    "help-title": "** __DeviantCord Help Guide__**\n",
    "admin-title": "** __ADMIN-BEFEHLE__** \n",
    "link-oldchannel iderr": "Fehler: Ich konnte keine Verbindung mit der angegebenen alten Kanal-ID herstellen. Ist sie korrekt? Habe ich die Erlaubnis, darauf zuzugreifen?",
    "help-1": "help** - Zeigt eine Liste der Befehle mit Erklärungen\n**HINWEIS: Umgekehrt bedeutet, dass die neuesten Abweichungen oben und nicht unten sind. Beantworten Sie die Frage mit true or false**.\n**",
    "help-2": "addfolder** *\"Artist Username \"* *\"Folder Name \"* *Channel Id* *inverse* *hybrid* *mature* - Fügt einen Ordner-Listener für den Bot hinzu, um den Benutzer über neue Abweichungen im angegebenen Kanal zu informieren\n**",
    "help-3": "addallfolder** *\"artist username \"* *channel id* *mature* - Wird verwendet, um einen Allfolder-Listener hinzuzufügen, der auf alle Abweichungen vom Künstler achtet.\n **",
    "help-4": "deleteallfolder** *\"artist username \"* *channel id* *mature* - Löscht den Hörer allfolder und entfernt ihn aus artdata\n **",
    "help-5": "deletefolder** *\"artist username \"* *\"folder \"* *channel id* - Löscht den Hörer für den Ordner und löscht ihn aus artdata\n **",
    "help-6": "listfolders** - Listet alle aktuellen Ordner-Listener auf, die der Bot abhört. \n **",
    "help-7": "updatehybrid** *\"artist username \"* *\"folder \"* *hybrid* *channel id*- Legt die Hybrideigenschaft eines vorhandenen Ordnerhörers fest \n **",
    "help-8": "updateinverse** *\"artist username \"* *\"folder \"* *inverse* *channel id* - Aktualisiert die inverse Eigenschaft eines vorhandenen Ordner-Hörers\n",
    "help-9": "updatechannel** *\"artist username \"* *\"folder \"* *new channel id* *old channel id* - Aktualisiert den Discord-Kanal, über den Benachrichtigungen für einen bestehenden Ordner-Hörer gepostet werden\n",
    "help-10": "support** - Sendet dir eine direkte Nachricht mit einer Einladung zum offiziellen DeviantCord-Support-Server\n",
    "help-11": "setprefix** *prefix* - Aktualisiert das Präfix \n",
    "help-12": "setuprole** *roleid* - Setzt die minimale roleid, um DeviantCord-Befehle zu verwenden."
}