{
    "no-rank": "The minimum rank required to utilize DeviantCord commands on this server has not been set or something is wrong. Someone with Administrator on this server needs to set the minimum role id with the setuprole command. \n setuprole roleid",
    "glossary-1": "** __ DeviantCord Glossary__ ** \n **Inverse:** ",
    "glossary-2": "— If answered true, the newest deviations will be checked from the top of the folder instead of the bottom.\n ",
    "glossary-3": "**Hybrid:** — If answered true, the opposite of the inverse given will also be checked in addition to the given inverse",
    "glossary-4": "folders should be read from the top instead of the bottom.\n",
    "glossary-5": "** Mature:** - Marked true as to whether Deviations marked as mature on DA should be posted. \n **NOTE:** This includes both",
    "glossary-6": " mature options Moderate and Strict on DA. Regardless of which one is marked the bot will treat it as mature.\n",
    "glossary-7": " Role ID\/Channel ID: ID's can be specified as a channel mention or the \n",
    "glossary-8": "**NOTE:** arguments with quotes around it require quotes when the command is executed and is **Case Sensitive**",
    "glossary-9": " the artists name and folder need to be exact!\n",
    "invalid-channel": "Invalid channel id",
    "invalid-channel-plus-tc": "Invalid Channel ID, is the channel ID correct? Try mentioning the text channel instead",
    "listeners-mustbe-nsfw": "Listeners marked as mature must be in a NSFW channel!",
    "key-not-found": "DeviantCord tried to send a message that wasn't translated to this servers language, please contact DeviantCord Support referencing Language Error 1",
    "journal": "Journal",
    "folder": "Folder",
    "listener-successful": "Listener successfully added",
    "dbd-error-05": "Something is wrong, contact DeviantCord Support DBD Error: 05",
    "journal-already-exists": "You already have a journal listener for this artist!",
    "listener-deleted": "Listener deleted",
    "listener-not-found": "I could not find the listener matching the information you provided. Is this right?",
    "del-1": "Duplicate listeners were found! Please contact support reference error code: del-1",
    "Blocked-Folder": "This folder has been blocked due to it being known to cause issues, DeviantCord is currently working on a fix. ",
    "multi-folder-err": "You already have a listener for this folder and artist in this channel. You can only have ",
    "multi-folder-err1": "one. If you want to listen for both inverse and non inverse set hybrid for the listener",
    "multi-folder-err2": "to true using the update hybrid command",
    "import-source-start": "Importing All Folder, this may take a bit.",
    "import-reg-start": "Importing this folder for first time, this may take a bit.",
    "af-couldnot-find-user": "Could not find an all folder under this user. Is the username correct? It need to be exactly as it is on DA.",
    "f-couldnot-find-folder": "Could not find a folder specified. Is the artist and folder name exactly as they are on DA?",
    "cannot-find-folder": "Could not find folder, is the folder name correct?",
    "error-04": "A bug has occurred. Contact DeviantCord Support and reference error code 04",
    "allfolder-grouperr": "You have designated a group user. Groups do not have all folders. Use the addfolder command instead. Unfortunately this is a limitation by DA :(",
    "allfolder-listener-added-1": "Listener added for all folder for artist ",
    "reminder-deviations": " Reminder: The bot only checks for Deviations every 25 to 30 minutes from when the bot is started!",
    "invalid-roleid-nd": "Invalid Role Id",
    "invalid-roleid": "Invalid Role Id, try mentioning the bot or using the numerical role id. You can grab the numerical id by putting a \" in front of the mention and putting that id",
    "incorrect-rank": "You specified a minimum rank for the bot higher then your highest role on the server. The minimum rank needs to be lower or equal to your highest role",
    "rank-updated": "Rank has been updated.",
    "admin-required": "Setup role requires the user executing the command to have Administrator!",
    "retrieving-listeners": "One moment retrieving your listeners...",
    "no-journals": "You don't currently have any journal listeners :(",
    "channel-none": "I was not able to grab channel information for the channel id you provided. Is this correct?",
    "del-2": "Duplicate AllFolders were deleted. If you believe this an error, please contact DeviantCord Support del-2",
    "no-permissions": "Error: I could not link with the provided channel id, is it correct? Do I have permission to access it?",
    "link-newchannelerr": "Error: I could not link with the provided new channel id, is it correct? Do I have permission to access it?",
    "link-oldchanneliderr": "Error: I could not link with the provided old channel id, is it correct? Do I have permission to access it?",
    "listener-already-exists": "You already have a listener for this folder and artist in this channel. You can only have one. If you want to listen for both inverse and non inverse set hybrid for the listener to true using the updatehybrid command",
    "obtain-uuid-error": "An error has occurred while trying to obtain a folders UUID. Please contact DeviantCord support reference error code ad-02. \n You can get access to the support server using the support command",
    "folder-added1": "Listener added for folder ",
    "folder-added2": "for artist",
    "folder-added3": "Listener added for folder ",
    "invalid-channel-lf": "Invalid channel id, try using the numeric channel id or mention the channel the listener is in. You can use the listfolders command. ",
    "inverse-alreadyset": "That listener already has inverse set to ",
    "reimporting-folder": "Re importing folder for first time with this inverse property this may take a bit",
    "reimporting-folder-inverse": "Re importing folder for first time with this inverse property this may take a bit",
    "inverse-updated": "Inverse updated",
    "check-f-notfound": "Hmm...I don't have a listener for that folder.",
    "hybrid-alreadyset": "This folder is already set to ",
    "reimport-hybrid": "Re importing folder for first time with this hybrid property this may take a bit",
    "hybrid-updated": "Hybrid updated",
    "could-notfind-listener": "Could not find listener. Is this information provided right?",
    "channel-update-successful": "Channel updated successfully!",
    "missing-argument": "was not found. Use the help command for more information. If the parameter specified by this message has quotes in the help command. It means that parameter needs to be surrounded by quotes. ",
    "err-11": "Uh oh DeviantCord's database refused the data you submitted. Check that the arguments you provided is correct and try again. Otherwise, contact DeviantCord support. Error Code 11",
    "err-10": "Uh oh looks like DeviantCord experienced a database related error. Contact DeviantCord support via the support command. Reference Error Code: 10",
    "err-12": "Uh oh looks like DeviantCord encountered a bug. Please contact DeviantCord Support via the Support command Error Code 12",
    "err-13": "Uh oh DeviantCord's database refused the data you submitted. Check that the arguments you provided is correct and try again. Otherwise, contact DeviantCord support. Error Code 11",
    "err-8": "Uh oh looks like DeviantCord's database is having issues. This should resolve itself within 5 minutes if this continues contact DeviantCord Support Reference Error code 08",
    "err-9": "Uh oh looks like DeviantCord's database is having issues. This should resolve itself within 5 minutes if this continues contact DeviantCord Support Reference Error code 09",
    "token-failure": "Error: Automatic Token renewal didn't taken place, tokens will renew in 10 minutes, if issues persist past 20 minutes please contact DeviantCord support.",
    "da-maintenance": "Error: DA's servers are down for maintenance. Please wait a few minutes.",
    "da-http-500": "DA's servers returned an Error 500 Internal Error. Try again in a few minutes.",
    "da-overloaded": "Error: DA API is currently overloaded...please wait for 30 minutes. ",
    "prefix-successful": "Error: No prefix argument found, use the help command for more information",
    "prefix-missing": "Error: No prefix argument found, use the help command for more information",
    "new-external-title": "New External Deviation (Can't be previewed via Discord)",
    "new-deviation-title": "New Deviation",
    "deviation-footer": "This deviation was powered by Lokalise and Deep8",
    "deviation-not-mature": "The folder I am supposed to post content for is marked as mature, but this folder is not set as NFSW. As per Discord’s Terms of Service I am not allowed to post mature content in non NSFW channels. As a precaution mature folders have been skipped for this channel. To correct this either set the channel back to NSFW or delete the listener and readd it.",
    "help-title": "** __DeviantCord Help Guide__**\n",
    "admin-title": "** __ADMIN COMMANDS__** \n",
    "link-oldchannel iderr": "Error: I could not link with the provided old channel id, is it correct? Do I have permission to access it?",
    "help-1": "help** - Gives a list of command with explaination\n**NOTE: Inverse means that newest deviations are at the top, instead of the bottom. Use true or false to answer it**\n**",
    "help-2": "addfolder** *\"Artist Username\"* *\"Folder Name\"* *Channel Id* *inverse* *hybrid* *mature* - Adds a folder listener for the bot to notify user of new deviations in the specified channel\n**",
    "help-3": "addallfolder** *\"artist username\"* *channel id* *mature* - Used to add an allfolder listener that listens for any deviations from the artist.\n **",
    "help-4": "deleteallfolder** *\"artist username\"* *channel id* *mature* - Deletes allfolder listener and removes it from artdata\n **",
    "help-5": "deletefolder** *\"artist username\"* *\"folder\"* *channel id* - Deletes the listener for the folder and erases it from artdata\n **",
    "help-6": "listfolders** - Lists all the current folder listeners that the bot is listening to. \n **",
    "help-7": "updatehybrid** *\"artist username\"* *\"folder\"* *hybrid* *channel id*- Sets the hybrid property of an existing folder listener \n **",
    "help-8": "updateinverse** *\"artist username\"* *\"folder\"* *inverse* *channel id* - Updates the inverse property of a existing folder listener\n",
    "help-9": "updatechannel** *\"artist username\"* *\"folder\"* *new channel id* *old channel id* - Updates the discord channel that notifications will be posted for an existing folder listener\n",
    "help-10": "support** - Direct Message's you a server invite to the official DeviantCord Support server\n",
    "help-11": "setprefix** *prefix* - Updates the prefix \n",
    "help-12": "setuprole** *roleid* - Sets the minimum roleid to use DeviantCord commands."
}