{
    "no-rank": "El rango mínimo requerido para utilizar los comandos de DeviantCord en este servidor no se ha establecido o algo está mal. Alguien con el rango de administrador en este servidor necesita establecer el id de rol mínimo con el comando setuprole. \n setuprole <roleid>",
    "glossary-1": "** __ Glosario de DeviantCord__ ** \n **Inverso:** ",
    "glossary-2": "- Si la respuesta es verdadera, las desviaciones más recientes se comprobarán desde la parte superior de la carpeta en lugar de la inferior.\n ",
    "glossary-3": "**Híbrido:** - Si la respuesta es verdadera, se comprobará también el opuesto de la inversa dada además de la inversa dada",
    "glossary-4": "las carpetas deben leerse desde arriba en vez de desde abajo.\n",
    "glossary-5": "**Maduro:** - Marcado como verdadero en cuanto a si las Desviaciones marcadas como maduras en DA deben ser publicadas. \n **NOTA:** Esto incluye tanto",
    "glossary-6": " opciones maduras Moderado y Estricto en DA. Independientemente de la opción marcada, el bot la tratará como madura.\n",
    "glossary-7": " ID de rol\/ID de canal: Los ID pueden especificarse como una mención de canal o el \n",
    "glossary-8": "**NOTA:** los argumentos con comillas requieren comillas cuando se ejecuta el comando y es **Sensible a las mayúsculas**.",
    "glossary-9": " el nombre del artista y la carpeta deben ser exactos\n",
    "invalid-channel": "ID de canal inválido",
    "invalid-channel-plus-tc": "ID de canal inválido, ¿el ID del canal es correcto? Intente mencionar el canal de texto en su lugar",
    "listeners-mustbe-nsfw": "Los oyentes marcados como maduros deben estar en un canal NSFW!",
    "key-not-found": "DeviantCord ha intentado enviar un mensaje que no ha sido traducido a este idioma del servidor, por favor, póngase en contacto con el servicio de asistencia de DeviantCord haciendo referencia al error de idioma 1",
    "journal": "Diario",
    "folder": "Carpeta",
    "listener-successful": "Escucha añadida con éxito",
    "dbd-error-05": "Algo va mal, ponte en contacto con el servicio de asistencia de DeviantCord Error DBD: 05",
    "journal-already-exists": "Ya tienes un oyente del diario para este artista!",
    "listener-deleted": "Oyente borrado",
    "listener-not-found": "No he podido encontrar el oyente que coincida con la información que has proporcionado. ¿Es esto correcto?",
    "del-1": "Se han encontrado oyentes duplicados. Por favor, póngase en contacto con el servicio de atención al cliente para consultar el código de error: del-1",
    "Blocked-Folder": "Esta carpeta ha sido bloqueada debido a que se sabe que causa problemas, DeviantCord está trabajando actualmente en una solución. ",
    "multi-folder-err": "Ya tienes un oyente para esta carpeta y artista en este canal. Sólo puede tener ",
    "multi-folder-err1": "uno. Si quieres escuchar tanto a la inversa como a la no inversa configura el híbrido para el oyente",
    "multi-folder-err2": "a true mediante el comando update hybrid",
    "import-source-start": "Importar todas las carpetas, esto puede tardar un poco.",
    "import-reg-start": "Importar esta carpeta por primera vez, esto puede tomar un poco.",
    "af-couldnot-find-user": "No se ha podido encontrar una carpeta all bajo este usuario. ¿Es el nombre de usuario correcto? Tiene que ser exactamente como es en DA.",
    "f-couldnot-find-folder": "No se ha podido encontrar la carpeta especificada. ¿Es el nombre del artista y de la carpeta exactamente como están en DA?",
    "cannot-find-folder": "No se puede encontrar la carpeta, ¿el nombre de la carpeta es correcto?",
    "error-04": "Se ha producido un error. Ponte en contacto con el servicio de asistencia de DeviantCord y haz referencia al código de error 04",
    "allfolder-grouperr": "Ha designado un usuario de grupo. Los grupos no tienen todas las carpetas. Utilice el comando addfolder en su lugar. Desafortunadamente esto es una limitación de DA :(",
    "allfolder-listener-added-1": "Se ha añadido un oyente para todas las carpetas del artista ",
    "reminder-deviations": " Recordatorio: El bot sólo comprueba las desviaciones cada 25 o 30 minutos desde que se inicia el bot.",
    "invalid-roleid-nd": "Id. de rol inválido",
    "invalid-roleid": "Id. de rol inválido, intente mencionar el bot o usar el id. numérico de rol. Puedes coger el id numérico poniendo un \" delante de la mención y poniendo ese id",
    "incorrect-rank": "Has especificado un rango mínimo para el bot mayor que tu rol más alto en el servidor. El rango mínimo debe ser inferior o igual a tu rol más alto",
    "rank-updated": "El rango ha sido actualizado.",
    "admin-required": "La función de configuración requiere que el usuario que ejecuta el comando tenga el rol de administrador.",
    "retrieving-listeners": "Un momento recuperando a sus oyentes...",
    "no-journals": "Actualmente no tiene ningún oyente del diario :(",
    "channel-none": "No he podido obtener la información del canal que me has proporcionado. ¿Es esto correcto?",
    "del-2": "Se han eliminado carpetas duplicadas. Si cree que se trata de un error, póngase en contacto con el servicio de asistencia de DeviantCord del-2",
    "no-permissions": "Error: No he podido enlazar con el identificador de canal proporcionado, ¿es correcto? ¿Tengo permiso para acceder a él?",
    "link-newchannelerr": "Error: No he podido enlazar con el nuevo ID de canal proporcionado, ¿es correcto? ¿Tengo permiso para acceder a él?",
    "link-oldchanneliderr": "Error: No he podido enlazar con el antiguo ID de canal proporcionado, ¿es correcto? ¿Tengo permiso para acceder a él?",
    "listener-already-exists": "Ya tienes un oyente para esta carpeta y artista en este canal. Sólo puedes tener uno. Si quieres escuchar tanto lo inverso como lo no inverso establece el híbrido para el oyente a true usando el comando updatehybrid",
    "obtain-uuid-error": "Se ha producido un error al intentar obtener el UUID de las carpetas. Por favor, póngase en contacto con el soporte de DeviantCord con el código de error ad-02. \n Puedes acceder al servidor de soporte utilizando el comando de soporte",
    "folder-added1": "Se ha añadido un oyente para la carpeta ",
    "folder-added2": "para el artista",
    "folder-added3": "Se ha añadido un oyente para la carpeta ",
    "invalid-channel-lf": "ID de canal inválido, intente utilizar el ID de canal numérico o mencione el canal en el que se encuentra el oyente. Puede utilizar el comando listfolders. ",
    "inverse-alreadyset": "Ese oyente ya tiene la inversa establecida en ",
    "reimporting-folder": "Re importar carpeta por primera vez con esta propiedad inversa esto puede tomar un poco",
    "reimporting-folder-inverse": "Re importar carpeta por primera vez con esta propiedad inversa esto puede tomar un poco",
    "inverse-updated": "Inverso actualizado",
    "check-f-notfound": "Hmm... no tengo un oyente para esa carpeta.",
    "hybrid-alreadyset": "Esta carpeta ya está configurada en ",
    "reimport-hybrid": "Re importar carpeta por primera vez con esta propiedad híbrida esto puede tomar un poco",
    "hybrid-updated": "Híbrido actualizado",
    "could-notfind-listener": "No pude encontrar al oyente. ¿Esta información proporcionada es correcta?",
    "channel-update-successful": "Canal actualizado con éxito!",
    "missing-argument": "no se ha encontrado. Utilice el comando help para obtener más información. Si el parámetro especificado por este mensaje tiene comillas en el comando de ayuda. Significa que el parámetro debe estar rodeado de comillas. ",
    "err-11": "La base de datos de DeviantCord ha rechazado los datos que has enviado. Comprueba que los argumentos que has proporcionado son correctos y vuelve a intentarlo. De lo contrario, ponte en contacto con el servicio de asistencia de DeviantCord. Código de error 11",
    "err-10": "Parece que DeviantCord ha experimentado un error relacionado con la base de datos. Ponte en contacto con el soporte de DeviantCord a través del comando de soporte. Código de error de referencia: 10",
    "err-12": "Parece que DeviantCord ha encontrado un error. Póngase en contacto con el servicio de asistencia de DeviantCord a través del comando de asistencia Código de error 12",
    "err-13": "La base de datos de DeviantCord ha rechazado los datos que has enviado. Comprueba que los argumentos que has proporcionado son correctos y vuelve a intentarlo. De lo contrario, ponte en contacto con el servicio de asistencia de DeviantCord. Código de error 11",
    "err-8": "Parece que la base de datos de DeviantCord está teniendo problemas. Esto debería resolverse por sí solo en 5 minutos, si esto continúa, contacta con el soporte de DeviantCord Referencia Código de error 08",
    "err-9": "Parece que la base de datos de DeviantCord está teniendo problemas. Esto debería resolverse por sí solo en 5 minutos, si esto continúa, contacta con el soporte de DeviantCord Referencia Código de error 09",
    "token-failure": "Error: La renovación automática de los tokens no ha tenido lugar, los tokens se renovarán en 10 minutos, si los problemas persisten más allá de los 20 minutos por favor contacta con el soporte de DeviantCord.",
    "da-maintenance": "Error: Los servidores de DA están fuera de servicio por mantenimiento. Por favor, espere unos minutos.",
    "da-http-500": "Los servidores de DA han devuelto un error 500 Internal Error. Inténtelo de nuevo en unos minutos.",
    "da-overloaded": "Error: La API de DA está actualmente sobrecargada... por favor espere 30 minutos. ",
    "prefix-successful": "Error: No se ha encontrado ningún argumento de prefijo, utilice el comando help para obtener más información",
    "prefix-missing": "Error: No se ha encontrado ningún argumento de prefijo, utilice el comando help para obtener más información",
    "new-external-title": "Nueva desviación externa (no se puede previsualizar a través de Discord)",
    "new-deviation-title": "Nueva desviación",
    "deviation-footer": "Esta desviación fue impulsada por Lokalise y Deep8",
    "deviation-not-mature": "La carpeta para la que se supone que debo publicar contenido está marcada como madura, pero esta carpeta no está configurada como NFSW. Según los Términos de Servicio de Discord no se me permite publicar contenido maduro en canales no NSFW. Como precaución, las carpetas maduras han sido omitidas en este canal. Para corregir esto, vuelve a configurar el canal como NSFW o borra el oyente y léelo.",
    "help-title": "** __Guía de ayuda de DeviantCord__**\n",
    "admin-title": "** __COMANDOS DE ADMINISTRACIÓN__** \n",
    "link-oldchannel iderr": "Error: No he podido enlazar con el antiguo ID de canal proporcionado, ¿es correcto? ¿Tengo permiso para acceder a él?",
    "help-1": "help** - Da una lista de comandos con explicación\n**NOTA: Invertir significa que las desviaciones más nuevas están en la parte superior, en lugar de la inferior. Usa verdadero o falso para responder**\n**",
    "help-2": "addfolder** *\"Nombre de usuario del artista \"* *\"Nombre de la carpeta \"* *Identificación del canal* *inversa* *híbrida* *madura* - Añade un escuchador de carpetas para que el bot notifique al usuario las nuevas desviaciones en el canal especificado\n**",
    "help-3": "addallfolder** *\"nombre de usuario del artista \"* *identificación del canal* *madura* - Se utiliza para añadir un oyente de allfolder que escucha cualquier desviación del artista.\n **",
    "help-4": "deleteallfolder** *\"nombre de usuario del artista \"* *identificación del canal* *madura* - Elimina la escucha de allfolder y la elimina de artdata\n **",
    "help-5": "deletefolder** *\"nombre de usuario del artista \"* *\"carpeta \"* *id de canal* - Elimina la escucha de la carpeta y la borra de artdata\n **",
    "help-6": "listfolders** - Enumera todos los escuchadores de carpetas actuales que el bot está escuchando. \n **",
    "help-7": "updatehybrid** *\"nombre de usuario del artista \"* *\"carpeta \"* *hybrid* *id de canal*- Establece la propiedad hybrid de un oyente de carpeta existente \n **",
    "help-8": "updateinverse** *\"nombre de usuario del artista \"* *\"carpeta \"* *inverse* *id de canal* - Actualiza la propiedad inversa de un oyente de carpeta existente\n",
    "help-9": "updatechannel** *\"nombre de usuario del artista \"* *\"carpeta \"* *nuevo identificador de canal* *antiguo identificador de canal* - Actualiza el canal de discordia en el que se publicarán las notificaciones para un oyente de la carpeta existente\n",
    "help-10": "support** - Te envía por mensaje directo una invitación al servidor oficial de DeviantCord Support\n",
    "help-11": "setprefix** *prefijo* - Actualiza el prefijo \n",
    "help-12": "setuprole** *roleid* - Establece el roleid mínimo para utilizar los comandos de DeviantCord."
}