{
    "no-rank": "Le rang minimum requis pour utiliser les commandes DeviantCord sur ce serveur n'a pas été défini ou quelque chose ne va pas. Une personne ayant le statut d'administrateur sur ce serveur doit définir l'identifiant de rôle minimum avec la commande setuprole. \n setuprole <roleid>",
    "glossary-1": "** __ DeviantCord Glossary__ ** \n **Inverse:** ",
    "glossary-2": "- Si la réponse est vraie, les écarts les plus récents seront vérifiés à partir du haut du dossier au lieu du bas.\n ",
    "glossary-3": "**Hybride:** - Si la réponse est vraie, l'opposé de l'inverse donné sera également vérifié en plus de l'inverse donné.",
    "glossary-4": "Les dossiers doivent être lus à partir du haut plutôt que du bas.\n",
    "glossary-5": "Mature:** - Marqué vrai pour indiquer si les déviations marquées comme matures sur DA doivent être affichées. \n **NOTE:** Cela inclut à la fois",
    "glossary-6": " mature options Moderate et Strict sur DA. Quelle que soit l'option cochée, le robot la traitera comme mature.\n",
    "glossary-7": " Role ID\/Channel ID : Les ID peuvent être spécifiés comme une mention de canal ou la \n",
    "glossary-8": "**NOTE:** les arguments entourés de guillemets nécessitent des guillemets lorsque la commande est exécutée et sont **sensibles à la casse**.",
    "glossary-9": " le nom de l'artiste et le dossier doivent être exacts !\n",
    "invalid-channel": "Identifiant de canal non valide",
    "invalid-channel-plus-tc": "Invalid Channel ID, l'ID du canal est-il correct ? Essayez de mentionner le canal texte à la place",
    "listeners-mustbe-nsfw": "Les auditeurs marqués comme matures doivent être dans un canal NSFW !",
    "key-not-found": "DeviantCord a essayé d'envoyer un message qui n'a pas été traduit dans la langue de ce serveur. Veuillez contacter l'assistance DeviantCord en indiquant l'erreur de langue 1.",
    "journal": "Journal",
    "folder": "Dossier",
    "listener-successful": "L'écouteur a été ajouté avec succès",
    "dbd-error-05": "Quelque chose ne va pas, contactez le support DeviantCord Erreur DBD : 05",
    "journal-already-exists": "Vous avez déjà un auditeur de journal pour cet artiste !",
    "listener-deleted": "Écouteur supprimé",
    "listener-not-found": "Je n'ai pas pu trouver l'écouteur correspondant aux informations que vous avez fournies. Est-ce exact ?",
    "del-1": "Des écouteurs en double ont été trouvés ! Veuillez contacter le support technique code d'erreur de référence : del-1",
    "Blocked-Folder": "Ce dossier a été bloqué car il est connu pour causer des problèmes. DeviantCord travaille actuellement sur une solution. ",
    "multi-folder-err": "Vous avez déjà un auditeur pour ce dossier et cet artiste dans ce canal. Vous pouvez seulement avoir ",
    "multi-folder-err1": "un. Si vous voulez écouter à la fois l'inverse et le non inverse, définissez l'hybride pour l'auditeur.",
    "multi-folder-err2": "à true en utilisant la commande update hybrid",
    "import-source-start": "Importation de tous les dossiers, cela peut prendre un peu de temps.",
    "import-reg-start": "Si vous importez ce dossier pour la première fois, cela peut prendre un peu de temps.",
    "af-couldnot-find-user": "Impossible de trouver un dossier \"all\" sous cet utilisateur. Le nom d'utilisateur est-il correct ? Il doit être exactement comme il est sur DA.",
    "f-couldnot-find-folder": "Impossible de trouver un dossier spécifié. L'artiste et le nom du dossier sont-ils exactement les mêmes que sur DA ?",
    "cannot-find-folder": "Impossible de trouver le dossier, le nom du dossier est-il correct ?",
    "error-04": "Un bug s'est produit. Contactez l'assistance DeviantCord et mentionnez le code d'erreur 04.",
    "allfolder-grouperr": "Vous avez désigné un utilisateur de groupe. Les groupes ne disposent pas de tous les dossiers. Utilisez plutôt la commande addfolder. Malheureusement, il s'agit d'une limitation de DA :(",
    "allfolder-listener-added-1": "Ajout d'un écouteur pour tous les dossiers de l'artiste ",
    "reminder-deviations": " Rappel : Le bot ne vérifie les déviations que toutes les 25 à 30 minutes à partir du moment où il est lancé !",
    "invalid-roleid-nd": "Id. de rôle invalide",
    "invalid-roleid": "Id. de rôle invalide, essayez de mentionner le bot ou d'utiliser l'id. de rôle numérique. Vous pouvez récupérer l'identifiant numérique en mettant un \" devant la mention et en mettant cet identifiant.",
    "incorrect-rank": "Vous avez spécifié un rang minimum pour le bot supérieur à votre rôle le plus élevé sur le serveur. Le rang minimum doit être inférieur ou égal à votre rôle le plus élevé.",
    "rank-updated": "Le classement a été mis à jour.",
    "admin-required": "Le rôle de configuration exige que l'utilisateur qui exécute la commande ait le statut d'Administrateur !",
    "retrieving-listeners": "Un moment, vous récupérez vos auditeurs...",
    "no-journals": "Vous n'avez pas actuellement d'auditeurs de journaux :(",
    "channel-none": "Je n'ai pas pu récupérer les informations du canal pour l'identifiant que vous avez fourni. Est-ce correct ?",
    "del-2": "Les AllFolders en double ont été supprimés. Si vous pensez qu'il s'agit d'une erreur, veuillez contacter DeviantCord Support del-2",
    "no-permissions": "Erreur : Je n'ai pas pu établir de lien avec l'identifiant de canal fourni, est-il correct ? Ai-je la permission d'y accéder ?",
    "link-newchannelerr": "Erreur : Je n'ai pas pu établir de lien avec le nouvel identifiant de canal fourni, est-il correct ? Ai-je la permission d'y accéder ?",
    "link-oldchanneliderr": "Erreur : Je n'ai pas pu établir de lien avec l'ancien identifiant de canal fourni, est-il correct ? Ai-je la permission d'y accéder ?",
    "listener-already-exists": "Vous avez déjà un auditeur pour ce dossier et cet artiste dans ce canal. Vous ne pouvez en avoir qu'un seul. Si vous voulez écouter à la fois l'inverse et le non inverse, définissez l'hybride pour l'écouteur à true en utilisant la commande updatehybrid.",
    "obtain-uuid-error": "Une erreur s'est produite lors de la tentative d'obtention d'un UUID de dossier. Veuillez contacter le support DeviantCord en indiquant le code d'erreur ad-02. \n Vous pouvez accéder au serveur de support en utilisant la commande support",
    "folder-added1": "Ajout d'un écouteur pour le dossier ",
    "folder-added2": "pour les artistes",
    "folder-added3": "Ajout d'un écouteur pour le dossier ",
    "invalid-channel-lf": "ID de canal invalide, essayez d'utiliser l'ID de canal numérique ou mentionnez le canal dans lequel se trouve l'écouteur. Vous pouvez utiliser la commande listfolders. ",
    "inverse-alreadyset": "Cet écouteur a déjà l'inverse réglé sur ",
    "reimporting-folder": "Re importer un dossier pour la première fois avec cette propriété inverse, cela peut prendre un peu de temps.",
    "reimporting-folder-inverse": "Re importer un dossier pour la première fois avec cette propriété inverse, cela peut prendre un peu de temps.",
    "inverse-updated": "Inverse mis à jour",
    "check-f-notfound": "Hmm... Je n'ai pas d'écouteur pour ce dossier.",
    "hybrid-alreadyset": "Ce dossier est déjà configuré pour ",
    "reimport-hybrid": "Re importer un dossier pour la première fois avec cette propriété hybride, cela peut prendre un peu de temps.",
    "hybrid-updated": "Hybride mis à jour",
    "could-notfind-listener": "Impossible de trouver l'auditeur. Ces informations sont-elles correctes ?",
    "channel-update-successful": "La chaîne a été mise à jour avec succès !",
    "missing-argument": "n'a pas été trouvé. Utilisez la commande help pour plus d'informations. Si le paramètre spécifié par ce message comporte des guillemets dans la commande d'aide. Cela signifie que le paramètre doit être entouré de guillemets. ",
    "err-11": "Uh oh La base de données de DeviantCord a refusé les données que tu as soumises. Vérifiez que les arguments que vous avez fournis sont corrects et réessayez. Sinon, contactez le support DeviantCord. Code d'erreur 11",
    "err-10": "Uh oh il semble que DeviantCord ait rencontré une erreur liée à la base de données. Contactez le support DeviantCord via la commande de support. Code d'erreur de référence : 10",
    "err-12": "Uh oh il semble que DeviantCord ait rencontré un bug. Veuillez contacter le support DeviantCord via la commande Support Code d'erreur 12",
    "err-13": "Uh oh La base de données de DeviantCord a refusé les données que tu as soumises. Vérifiez que les arguments que vous avez fournis sont corrects et réessayez. Sinon, contactez le support DeviantCord. Code d'erreur 11",
    "err-8": "On dirait que la base de données de DeviantCord a des problèmes. Cela devrait se résoudre d'ici 5 minutes si cela continue contactez le support DeviantCord Référence Code d'erreur 08",
    "err-9": "On dirait que la base de données de DeviantCord a des problèmes. Cela devrait se résoudre d'ici 5 minutes si cela continue contactez le support DeviantCord Référence Code d'erreur 09",
    "token-failure": "Erreur : Le renouvellement automatique des jetons n'a pas eu lieu, les jetons seront renouvelés dans 10 minutes, si les problèmes persistent après 20 minutes, veuillez contacter le support DeviantCord.",
    "da-maintenance": "Erreur : Les serveurs de DA sont hors service pour maintenance. Veuillez patienter quelques minutes.",
    "da-http-500": "Les serveurs de DA ont renvoyé une erreur 500 Internal Error. Essayez à nouveau dans quelques minutes.",
    "da-overloaded": "Erreur : L'API de DA est actuellement surchargé... veuillez patienter pendant 30 minutes. ",
    "prefix-successful": "Erreur : Aucun argument de préfixe trouvé, utilisez la commande help pour plus d'informations",
    "prefix-missing": "Erreur : Aucun argument de préfixe trouvé, utilisez la commande help pour plus d'informations",
    "new-external-title": "Nouvelle déviation externe (ne peut être prévisualisée via Discord)",
    "new-deviation-title": "Nouvelle déviation",
    "deviation-footer": "Cette déviation a été alimentée par Lokalise et Deep8.",
    "deviation-not-mature": "Le dossier pour lequel je suis censé publier du contenu est marqué comme mature, mais ce dossier n'est pas défini comme NFSW. Conformément aux conditions d'utilisation de Discord, je ne suis pas autorisé à publier du contenu mature dans les canaux non NSFW. Par précaution, les dossiers matures ont été ignorés pour ce canal. Pour corriger cela, il faut soit remettre le canal en NSFW, soit supprimer l'écouteur et le réafficher.",
    "help-title": "** ** __DeviantCord Help Guide__****\n",
    "admin-title": "** __ADMIN COMMANDS__** \n",
    "link-oldchannel iderr": "Erreur : Je n'ai pas pu établir de lien avec l'ancien identifiant de canal fourni, est-il correct ? Ai-je la permission d'y accéder ?",
    "help-1": "help** - Donne une liste de commandes avec des explications.\n**NOTE : Inverse signifie que les écarts les plus récents sont en haut, au lieu d'être en bas. Utilisez vrai ou faux pour répondre à cette question**\n**",
    "help-2": "addfolder** *\"Nom d'utilisateur de l'artiste \"* *\"Nom du dossier \"* *Identification du canal* *inverse* *hybride* *mature* - Ajoute un écouteur de dossier pour que le robot notifie l'utilisateur des nouvelles déviations dans le canal spécifié.\n**",
    "help-3": "addallfolder** *\"nom d'utilisateur de l'artiste \"* *identifiant du canal* *mature* - Utilisé pour ajouter un écouteur allfolder qui écoute toute déviation de l'artiste.\n **",
    "help-4": "deleteallfolder** *\"artiste username \"* *channel id* *mature* - Supprime l'écouteur allfolder et le supprime de artdata\n **",
    "help-5": "deletefolder** *\"nom d'utilisateur de l'artiste \"* *\"dossier \"* *identifiant du canal* - Supprime l'écouteur du dossier et l'efface de artdata.\n **",
    "help-6": "listfolders** - Liste tous les écouteurs de dossiers actuels que le robot écoute. \n **",
    "help-7": "updatehybrid** *\"nom d'utilisateur de l'artiste \"* *\"dossier \"* *hybrid* *identifiant du canal*- Définit la propriété hybride d'un auditeur de dossier existant. \n **",
    "help-8": "updateinverse** *\"nom d'utilisateur de l'artiste \"* *\"dossier \"* *inverse* *identifiant du canal* - Met à jour la propriété inverse d'un écouteur de dossier existant.\n",
    "help-9": "updatechannel** *\"nom d'utilisateur de l'artiste \"* *\"dossier \"* *nouvel identifiant de canal* *ancien identifiant de canal* - Met à jour le canal discord sur lequel les notifications seront postées pour un auditeur de dossier existant.\n",
    "help-10": "support** - Vous envoie par message direct une invitation au serveur officiel du support DeviantCord.\n",
    "help-11": "setprefix** *prefix* - Met à jour le préfixe \n",
    "help-12": "setuprole** *roleid* - Définit le roleid minimum pour utiliser les commandes DeviantCord."
}