{
    "no-rank": "Il grado minimo richiesto per utilizzare i comandi di DeviantCord su questo server non è stato impostato o qualcosa è sbagliato. Qualcuno con il ruolo di amministratore su questo server ha bisogno di impostare l'id del ruolo minimo con il comando setuprole. \n setuprole <roleid>",
    "glossary-1": "Glossario di DeviantCord \n \"Inverso:{\\an8}{\\an8} ",
    "glossary-2": "- Se si risponde true, le deviazioni più recenti saranno controllate dall'alto della cartella invece che dal basso.\n ",
    "glossary-3": "**Ibrido:** - Se la risposta è vera, verrà controllato anche l'opposto dell'inverso dato, oltre all'inverso dato",
    "glossary-4": "Le cartelle dovrebbero essere lette dall'alto invece che dal basso.\n",
    "glossary-5": "Maturo:** - Contrassegnato come vero se le deviazioni segnate come mature su DA devono essere postate. \n **NOTA:** Questo include sia",
    "glossary-6": " opzioni mature Moderate e Strict su DA. Indipendentemente da quale sia segnata, il bot la tratterà come matura.\n",
    "glossary-7": " ID del ruolo\/ID del canale: gli ID possono essere specificati come una menzione del canale o il \n",
    "glossary-8": "**NOTA:** gli argomenti con le virgolette intorno richiedono le virgolette quando il comando viene eseguito ed è **Case Sensitive**",
    "glossary-9": " il nome dell'artista e la cartella devono essere esatti!\n",
    "invalid-channel": "Id del canale non valido",
    "invalid-channel-plus-tc": "Invalid Channel ID, l'ID del canale è corretto? Prova invece a citare il canale di testo",
    "listeners-mustbe-nsfw": "Gli ascoltatori contrassegnati come maturi devono essere in un canale NSFW!",
    "key-not-found": "DeviantCord ha tentato di inviare un messaggio che non è stato tradotto nella lingua di questo server, per favore contatta il supporto DeviantCord facendo riferimento a Language Error 1",
    "journal": "Giornale",
    "folder": "Cartella",
    "listener-successful": "Ascoltatore aggiunto con successo",
    "dbd-error-05": "C'è qualcosa che non va, contatta il supporto DeviantCord DBD Error: 05",
    "journal-already-exists": "Hai già un ascoltatore del diario per questo artista!",
    "listener-deleted": "Ascoltatore cancellato",
    "listener-not-found": "Non sono riuscito a trovare l'ascoltatore corrispondente alle informazioni che hai fornito. È giusto?",
    "del-1": "Sono stati trovati ascoltatori duplicati! Si prega di contattare il supporto per il codice di errore di riferimento: del-1",
    "Blocked-Folder": "Questa cartella è stata bloccata perché è nota per causare problemi, DeviantCord sta attualmente lavorando a una correzione. ",
    "multi-folder-err": "Hai già un ascoltatore per questa cartella e artista in questo canale. Puoi avere solo ",
    "multi-folder-err1": "1. Se vuoi ascoltare sia l'inverso che il non inverso imposta ibrido per l'ascoltatore",
    "multi-folder-err2": "a true usando il comando update hybrid",
    "import-source-start": "Importazione di tutta la cartella, questo può richiedere un po' di tempo.",
    "import-reg-start": "Importando questa cartella per la prima volta, questo potrebbe richiedere un po' di tempo.",
    "af-couldnot-find-user": "Non è stato possibile trovare una cartella all sotto questo utente. Il nome utente è corretto? Deve essere esattamente come è su DA.",
    "f-couldnot-find-folder": "Non è stato possibile trovare una cartella specificata. L'artista e il nome della cartella sono esattamente come sono su DA?",
    "cannot-find-folder": "Impossibile trovare la cartella, il nome della cartella è corretto?",
    "error-04": "Si è verificato un bug. Contatta il supporto DeviantCord e fai riferimento al codice di errore 04",
    "allfolder-grouperr": "Hai designato un gruppo di utenti. I gruppi non hanno tutte le cartelle. Usa invece il comando addfolder. Purtroppo questa è una limitazione di DA :(",
    "allfolder-listener-added-1": "Aggiunto un ascoltatore per tutte le cartelle per l'artista ",
    "reminder-deviations": " Promemoria: Il bot controlla le deviazioni solo ogni 25-30 minuti da quando il bot viene avviato!",
    "invalid-roleid-nd": "Id del ruolo non valido",
    "invalid-roleid": "Invalid Role Id, prova a menzionare il bot o a usare il role id numerico. Puoi prendere l'id numerico mettendo un \" davanti alla menzione e mettendo quell'id",
    "incorrect-rank": "Hai specificato un rango minimo per il bot superiore al tuo ruolo più alto sul server. Il rango minimo deve essere inferiore o uguale al tuo ruolo più alto",
    "rank-updated": "La classifica è stata aggiornata.",
    "admin-required": "Il ruolo Setup richiede che l'utente che esegue il comando abbia Administrator!",
    "retrieving-listeners": "Un momento per recuperare i vostri ascoltatori...",
    "no-journals": "Attualmente non hai nessun ascoltatore di diario :(",
    "channel-none": "Non sono stato in grado di prendere le informazioni sul canale per l'id del canale che hai fornito. È corretto?",
    "del-2": "AllFolders duplicati sono stati cancellati. Se credi che questo sia un errore, contatta il supporto DeviantCord del-2",
    "no-permissions": "Errore: Non ho potuto collegarmi con l'id del canale fornito, è corretto? Ho il permesso di accedervi?",
    "link-newchannelerr": "Errore: Non ho potuto collegarmi con l'id del nuovo canale fornito, è corretto? Ho il permesso di accedervi?",
    "link-oldchanneliderr": "Errore: Non ho potuto collegarmi con l'id del vecchio canale fornito, è corretto? Ho il permesso di accedervi?",
    "listener-already-exists": "Hai già un ascoltatore per questa cartella e artista in questo canale. Puoi averne solo uno. Se vuoi ascoltare sia l'inverso che il non-inverso imposta l'ibrido per l'ascoltatore a true usando il comando updatehybrid",
    "obtain-uuid-error": "Si è verificato un errore durante il tentativo di ottenere l'UUID di una cartella. Si prega di contattare il supporto DeviantCord riferendosi al codice di errore ad-02. \n Puoi ottenere l'accesso al server di supporto usando il comando di supporto",
    "folder-added1": "Aggiunto un ascoltatore per la cartella ",
    "folder-added2": "per artista",
    "folder-added3": "Aggiunto un ascoltatore per la cartella ",
    "invalid-channel-lf": "Invalid channel id, prova ad usare il channel id numerico o a menzionare il canale in cui si trova l'ascoltatore. Puoi usare il comando listfolders. ",
    "inverse-alreadyset": "Questo ascoltatore ha già l'inverso impostato su ",
    "reimporting-folder": "Importare la cartella per la prima volta con questa proprietà inversa può richiedere un po' di tempo",
    "reimporting-folder-inverse": "Importare la cartella per la prima volta con questa proprietà inversa può richiedere un po' di tempo",
    "inverse-updated": "Inverso aggiornato",
    "check-f-notfound": "Hmm... non ho un ascoltatore per quella cartella.",
    "hybrid-alreadyset": "Questa cartella è già impostata su ",
    "reimport-hybrid": "Importare la cartella per la prima volta con questa proprietà ibrida può richiedere un po' di tempo",
    "hybrid-updated": "Ibrido aggiornato",
    "could-notfind-listener": "Non è riuscito a trovare l'ascoltatore. Queste informazioni sono giuste?",
    "channel-update-successful": "Canale aggiornato con successo!",
    "missing-argument": "non è stato trovato. Usa il comando help per maggiori informazioni. Se il parametro specificato da questo messaggio ha delle virgolette nel comando help. Significa che il parametro deve essere circondato da virgolette. ",
    "err-11": "Uh oh il database di DeviantCord ha rifiutato i dati che hai inviato. Controlla che gli argomenti che hai fornito siano corretti e riprova. Altrimenti, contatta il supporto di DeviantCord. Codice di errore 11",
    "err-10": "Uh oh sembra che DeviantCord abbia avuto un errore relativo al database. Contatta il supporto DeviantCord tramite il comando di supporto. Codice di errore di riferimento: 10",
    "err-12": "Uh oh sembra che DeviantCord abbia incontrato un bug. Si prega di contattare il supporto DeviantCord tramite il comando Support Codice di errore 12",
    "err-13": "Uh oh il database di DeviantCord ha rifiutato i dati che hai inviato. Controlla che gli argomenti che hai fornito siano corretti e riprova. Altrimenti, contatta il supporto di DeviantCord. Codice di errore 11",
    "err-8": "Uh oh sembra che il database di DeviantCord abbia dei problemi. Questo dovrebbe risolversi da solo entro 5 minuti, se questo continua contatta il supporto DeviantCord Codice di errore di riferimento 08",
    "err-9": "Uh oh sembra che il database di DeviantCord abbia dei problemi. Questo dovrebbe risolversi da solo entro 5 minuti, se questo continua contatta il supporto DeviantCord Codice di errore di riferimento 09",
    "token-failure": "Errore: Il rinnovo automatico dei token non ha avuto luogo, i token si rinnoveranno tra 10 minuti, se i problemi persistono oltre i 20 minuti contatta il supporto DeviantCord.",
    "da-maintenance": "Errore: I server di DA sono fuori servizio per manutenzione. Si prega di attendere qualche minuto.",
    "da-http-500": "I server di DA hanno restituito un errore 500 Internal Error. Riprova tra qualche minuto.",
    "da-overloaded": "Errore: DA API è attualmente sovraccarico...si prega di attendere 30 minuti. ",
    "prefix-successful": "Errore: Nessun argomento prefisso trovato, usa il comando help per maggiori informazioni",
    "prefix-missing": "Errore: Nessun argomento prefisso trovato, usa il comando help per maggiori informazioni",
    "new-external-title": "Nuova deviazione esterna (non può essere visualizzata in anteprima tramite Discord)",
    "new-deviation-title": "Nuova deviazione",
    "deviation-footer": "Questa deviazione è stata alimentata da Lokalise e Deep8",
    "deviation-not-mature": "La cartella in cui dovrei postare contenuti è contrassegnata come matura, ma questa cartella non è impostata come NFSW. Come da Termini di Servizio di Discord non mi è permesso postare contenuti maturi in canali non NSFW. Per precauzione le cartelle mature sono state saltate per questo canale. Per correggere questo, o imposti di nuovo il canale su NSFW o cancelli l'ascoltatore e lo riadatti.",
    "help-title": "Guida d'aiuto di DeviantCord**\n",
    "admin-title": "** __COMANDI DELL'AMMINISTRATORE__** \n",
    "link-oldchannel iderr": "Errore: Non ho potuto collegarmi con l'id del vecchio canale fornito, è corretto? Ho il permesso di accedervi?",
    "help-1": "help** - Dà una lista di comandi con spiegazioni\n**NOTA: Inverso significa che le deviazioni più recenti sono in alto, invece che in basso. Usa vero o falso per rispondere**\n**",
    "help-2": "addfolder** *\"Artist Username \"* *\"Folder Name \"* *Channel Id* *inverse* *hybrid* *mature* - Aggiunge un ascoltatore di cartelle per il bot per notificare all'utente nuove deviazioni nel canale specificato\n**",
    "help-3": "addallfolder** *\"artist username \"* *channel id* *mature* - Usato per aggiungere un ascoltatore allfolder che ascolta qualsiasi deviazione dall'artista.\n **",
    "help-4": "deleteallfolder** *\"artist username \"* *channel id* *mature* - Cancella l'ascoltatore allfolder e lo rimuove da artdata\n **",
    "help-5": "deletefolder** *\"artist username \"* *\"folder \"* *channel id* - Cancella l'ascoltatore della cartella e lo cancella da artdata\n **",
    "help-6": "listfolders** - Elenca tutti gli attuali ascoltatori di cartelle che il bot sta ascoltando. \n **",
    "help-7": "updatehybrid** *\"artist username \"* *\"folder \"* *hybrid* *channel id*- Imposta la proprietà hybrid di un ascoltatore di cartelle esistente \n **",
    "help-8": "updateinverse** *\"artist username \"* *\"folder \"* *inverse* *channel id* - Aggiorna la proprietà inversa di un ascoltatore di cartelle esistente\n",
    "help-9": "updatechannel** *\"artist username \"* *\"folder \"* *new channel id* *old channel id* - Aggiorna il canale discord che le notifiche saranno postate per un ascoltatore della cartella esistente\n",
    "help-10": "supporto** - Ti manda un messaggio diretto con un invito al server di supporto ufficiale di DeviantCord\n",
    "help-11": "setprefix** *prefix* - Aggiorna il prefisso \n",
    "help-12": "setuprole** *roleid* - Imposta il roleid minimo per utilizzare i comandi DeviantCord."
}