{
    "no-rank": "A classificação mínima necessária para utilizar os comandos DeviantCord neste servidor não foi definida ou algo está errado. Alguém com Administrador neste servidor precisa de definir o id mínimo de papel com o comando setuprole. \n setuprole <roleid>",
    "glossary-1": "__ Glossário do DeviantCord__***** \n **Inverso:** ",
    "glossary-2": "- Se a resposta for verdadeira, os desvios mais recentes serão verificados a partir da parte superior da pasta em vez da parte inferior.\n ",
    "glossary-3": "**Hybrid:** - Se a resposta for verdadeira, o oposto do inverso dado também será verificado, para além do inverso dado",
    "glossary-4": "as pastas devem ser lidas a partir do topo e não a partir do fundo.\n",
    "glossary-5": "** Maduro:** - Marcado como verdadeiro se os Desvios marcados como maduros no DA devem ser afixados. \n **NOTE:** Isto inclui ambos",
    "glossary-6": " Opções maduras Moderadas e Estritas em DA. Independentemente de qual estiver marcado, o bot tratá-lo-á como maduro.\n",
    "glossary-7": " Identificação do papel\/ID do canal: os ID's podem ser especificados como uma menção de canal ou o \n",
    "glossary-8": "**NOTE:** argumentos com citações em volta requerem citações quando o comando é executado e é **Case Sensitive***",
    "glossary-9": " o nome e a pasta dos artistas precisam de ser exactos!\n",
    "invalid-channel": "Id do canal inválido",
    "invalid-channel-plus-tc": "ID do canal inválido, o ID do canal está correcto? Tente antes mencionar o canal de texto",
    "listeners-mustbe-nsfw": "Os ouvintes marcados como maduros devem estar num canal NSFW!",
    "key-not-found": "DeviantCord tentou enviar uma mensagem que não foi traduzida para esta língua dos servidores, por favor contacte o Suporte DeviantCord referenciando o Erro Linguístico 1",
    "journal": "Revista",
    "folder": "Pasta",
    "listener-successful": "Ouvinte adicionado com sucesso",
    "dbd-error-05": "Algo está errado, contactar DeviantCord Support DBD Error: 05",
    "journal-already-exists": "Já tem um ouvinte de jornal para este artista!",
    "listener-deleted": "Ouvinte eliminado",
    "listener-not-found": "Não consegui encontrar o ouvinte que correspondesse à informação que forneceu. Será isto correcto?",
    "del-1": "Foram encontrados ouvintes em duplicado! Por favor contacte o código de erro de referência de apoio: del-1",
    "Blocked-Folder": "Esta pasta foi bloqueada devido a ser conhecida por causar problemas, a DeviantCord está actualmente a trabalhar numa solução. ",
    "multi-folder-err": "Já tem um ouvinte para esta pasta e um artista neste canal. Só pode ter ",
    "multi-folder-err1": "um. Se quiser ouvir o conjunto híbrido inverso e não inverso para o ouvinte",
    "multi-folder-err2": "para true usando o comando update hybrid",
    "import-source-start": "Importação de Todas as Pastas, isto pode demorar um pouco.",
    "import-reg-start": "Importando esta pasta pela primeira vez, isto pode demorar um pouco.",
    "af-couldnot-find-user": "Não foi possível encontrar uma pasta completa sob este utilizador. O nome de utilizador está correcto? Tem de ser exactamente como está na DA.",
    "f-couldnot-find-folder": "Não foi possível encontrar uma pasta especificada. O artista e o nome da pasta são exactamente como estão na DA?",
    "cannot-find-folder": "Não conseguiu encontrar a pasta, o nome da pasta está correcto?",
    "error-04": "Ocorreu um erro. Contacte o DeviantCord Support e o código de erro de referência 04",
    "allfolder-grouperr": "Designou um utilizador de grupo. Os grupos não têm todas as pastas. Use antes o comando addfolder. Infelizmente, isto é uma limitação por DA :(",
    "allfolder-listener-added-1": "Ouvinte adicionado para todas as pastas para artistas ",
    "reminder-deviations": " Lembrete: O bot só verifica a existência de desvios a cada 25 a 30 minutos a partir do momento em que o bot é iniciado!",
    "invalid-roleid-nd": "Função de identificação inválida",
    "invalid-roleid": "Invalid Role Id, tente mencionar o bot ou usar o role id numérico. Pode agarrar o id numérico colocando um \" em frente da menção e colocando esse id",
    "incorrect-rank": "Especificou uma classificação mínima para o bot superior à sua função mais elevada no servidor. A classificação mínima tem de ser inferior ou igual ao seu papel mais elevado",
    "rank-updated": "A classificação foi actualizada.",
    "admin-required": "A função de configuração requer que o utilizador que executa o comando tenha Administrador!",
    "retrieving-listeners": "Um momento a recuperar os seus ouvintes...",
    "no-journals": "Não tem actualmente nenhum ouvinte de revistas :(",
    "channel-none": "Não fui capaz de obter informações sobre o canal que forneceu. Será isto correcto?",
    "del-2": "As pastas duplicadas AllFolders foram eliminadas. Se achar que se trata de um erro, por favor contacte o DeviantCord Support del-2",
    "no-permissions": "Erro: Não consegui estabelecer ligação com a identificação do canal fornecido, está correcto? Tenho permissão para aceder ao mesmo?",
    "link-newchannelerr": "Erro: Não consegui estabelecer ligação com o novo canal id fornecido, está correcto? Tenho permissão para aceder ao mesmo?",
    "link-oldchanneliderr": "Erro: Não consegui estabelecer ligação com o id do canal antigo fornecido, está correcto? Tenho permissão para aceder ao mesmo?",
    "listener-already-exists": "Já tem um ouvinte para esta pasta e um artista neste canal. Só pode ter um. Se quiser ouvir tanto o conjunto híbrido inverso como o não inverso para que o ouvinte se realize utilizando o comando updatehybrid",
    "obtain-uuid-error": "Ocorreu um erro ao tentar obter uma UUID de pastas. Por favor contacte o código de erro de referência de apoio DeviantCord ad-02. \n Pode obter o acesso ao servidor de suporte utilizando o comando de suporte",
    "folder-added1": "Ouvinte adicionado para pasta ",
    "folder-added2": "para artista",
    "folder-added3": "Ouvinte adicionado para pasta ",
    "invalid-channel-lf": "Id do canal inválido, tentar usar o id do canal numérico ou mencionar o canal em que o ouvinte se encontra. Pode usar o comando listfolders. ",
    "inverse-alreadyset": "Esse ouvinte já tem o inverso definido para ",
    "reimporting-folder": "Reimportar pasta pela primeira vez com esta propriedade inversa isto pode demorar um pouco",
    "reimporting-folder-inverse": "Reimportar pasta pela primeira vez com esta propriedade inversa isto pode demorar um pouco",
    "inverse-updated": "Inversa actualizada",
    "check-f-notfound": "Hmm...Eu não tenho um ouvinte para essa pasta.",
    "hybrid-alreadyset": "Esta pasta já está definida para ",
    "reimport-hybrid": "Reimportar pasta pela primeira vez com esta propriedade híbrida isto pode demorar um pouco",
    "hybrid-updated": "Híbrido actualizado",
    "could-notfind-listener": "Não consegui encontrar ouvinte. Esta informação é fornecida correctamente?",
    "channel-update-successful": "Canal actualizado com sucesso!",
    "missing-argument": "não foi encontrado. Use o comando de ajuda para mais informações. Se o parâmetro especificado por esta mensagem tiver citações no comando de ajuda. Isso significa que o parâmetro tem de ser rodeado por aspas. ",
    "err-11": "A base de dados do Uh oh DeviantCord recusou os dados que submeteu. Verifique se os argumentos que forneceu estão correctos e tente novamente. Caso contrário, contacte o apoio da DeviantCord. Código de erro 11",
    "err-10": "Uh oh parece que o DeviantCord sofreu um erro relacionado com uma base de dados. Contacte o apoio DeviantCord através do comando de apoio. Código de Erro de Referência: 10",
    "err-12": "Uh oh parece que o DeviantCord encontrou um insecto. Por favor contacte o Suporte DeviantCord através do comando Support Error Code 12",
    "err-13": "A base de dados do Uh oh DeviantCord recusou os dados que submeteu. Verifique se os argumentos que forneceu estão correctos e tente novamente. Caso contrário, contacte o apoio da DeviantCord. Código de erro 11",
    "err-8": "Uh oh parece que a base de dados do DeviantCord está a ter problemas. Isto deverá resolver-se por si próprio dentro de 5 minutos se isto continuar a contactar DeviantCord Support Reference Error code 08",
    "err-9": "Uh oh parece que a base de dados do DeviantCord está a ter problemas. Isto deverá resolver-se por si próprio dentro de 5 minutos se isto continuar a contactar a DeviantCord Código de Erro de Referência de Apoio 09",
    "token-failure": "Erro: Não houve renovação automática dos tokens, os tokens serão renovados em 10 minutos, se os problemas persistirem nos últimos 20 minutos, por favor contacte o apoio do DeviantCord.",
    "da-maintenance": "Erro: Os servidores do DA estão desligados para manutenção. Por favor, aguarde alguns minutos.",
    "da-http-500": "Os servidores da DA devolveram um Erro Interno 500. Tente novamente dentro de alguns minutos.",
    "da-overloaded": "Erro: DA API está actualmente sobrecarregada...aguarde por favor 30 minutos. ",
    "prefix-successful": "Erro: Nenhum argumento de prefixo encontrado, use o comando de ajuda para mais informações",
    "prefix-missing": "Erro: Nenhum argumento de prefixo encontrado, use o comando de ajuda para mais informações",
    "new-external-title": "Novo Desvio Externo (Não pode ser previsto via Discord)",
    "new-deviation-title": "Novo Desvio",
    "deviation-footer": "Este desvio foi alimentado por Lokalise e Deep8",
    "deviation-not-mature": "A pasta para a qual devo publicar conteúdo está marcada como madura, mas esta pasta não está definida como NFSW. De acordo com os Termos de Serviço da Discord, não estou autorizado a publicar conteúdo maduro em canais não NSFW. Como precaução, as pastas maduras foram puladas para este canal. Para corrigir esta situação, ou colocar o canal de volta no NSFW ou apagar o ouvinte e lê-lo.",
    "help-title": "__Guia de Ajuda do EviantCord__***\n",
    "admin-title": "__ COMANDOS DE ADMINISTRADOR__*** \n",
    "link-oldchannel iderr": "Erro: Não consegui estabelecer ligação com o id do canal antigo fornecido, está correcto? Tenho permissão para aceder ao mesmo?",
    "help-1": "ajuda** - Dá uma lista de comandos com explicações\n**NOTE: Inverso significa que os desvios mais recentes estão no topo, em vez de no fundo. Use verdadeiro ou falso para responder a isso***\n**",
    "help-2": "addfolder** *\"Artist Username\"*\"Folder Name\"*\"*Channel Id* *inverse* *hybrid* *mature* - Adiciona um ouvinte de pastas para o bot para notificar o utilizador de novos desvios no canal especificado\n**",
    "help-3": "addallfolder** *\"nome de utilizador do artista\"*\"*identificação do canal* *mature* - Usado para adicionar um ouvinte allfolder que ouve qualquer desvio do artista.\n **",
    "help-4": "deleteallfolder** *\"artist username\"*\"*channel id* *mature* - Elimina todos os ouvintes da pasta e remove-a dos dados artísticos\n **",
    "help-5": "deletefolder** *\"nome de utilizador do artista\"*\"pasta\"*\"id do canal* - Apaga o ouvinte da pasta e apaga-a dos dados art\n **",
    "help-6": "pastas** - Lista todos os ouvintes das pastas actuais que o bot está a ouvir. \n **",
    "help-7": "updatehybrid** *\"nome de utilizador do artista\"*\"pasta\"*\"*hybrid* *channel id*- Define a propriedade híbrida de um ouvinte de pastas existente \n **",
    "help-8": "updateinverse** *\"nome de utilizador do artista\"*\"pasta\"*\"*inverse* *channel id* - Actualiza a propriedade inversa de um ouvinte de pastas existente\n",
    "help-9": "updatechannel** *\"nome de utilizador do artista\"*\"pasta\"* *novo canal id* *disco canal id* - Actualiza o canal discord que as notificações serão publicadas para um ouvinte de pastas existente\n",
    "help-10": "suporte** - Mensagem directa é um servidor convidado para o servidor oficial de suporte DeviantCord\n",
    "help-11": "setprefix** *prefix* - Actualiza o prefixo \n",
    "help-12": "setuprole** *roleid* - Define o roleid mínimo para usar comandos DeviantCord."
}